Repository: OmegaT-L10N/tk
Catalog: omegat/project_save.tmx
Source language: en
Languages: tk

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
tk: Konsol-pseudotranslatetmx rejesi: --pseudotranslatetmx=<ýol> Psewdoterjimeedilen TMX faýly.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
tk: Konsol-terjime rejesi: --source-pattern=<pattern> Üstünde işlenjek faýllar üçin regex şablon.

source: Convert Old Team Project
tk: Köne Topar Proýektini Özgert

source: Cop&y Files to Source Folder...
tk: Faýllar&y Gözbaş Bukjasyna Kopýala...

source: Copy
tk: Göçür

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
tk: <project>/omegat/project_save.tmx faýlyny ynamly bir ýere kopýalaň 2.

source: Copy Files to Source Folder...
tk: Faýllary Gözbaş Bukjasyna Kopýala...

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
tk: Awtorlyk hukugy © 2000-2019 Keith Godfrey, Maxym Mykhalchuk we beýlekiler

source: Could not create project dir at {0}
tk: {0} ýerde proýekt bukjasy döredilip bolanok

source: Could not create the specified folder.
tk: Berilen bukjany döredip bolmady.

source: Could not initialize OS look and feel!
tk: Operasiýa Ulgamynyzyň görnüş stili ulanylyp bolanok!

source: Could not save credentials to text file
tk: Şahsyýet maglumatlary tekst faýlyna ýazyp bolmady

source: Count &protected text and custom tags in statistics
tk: Statistikada &goralan tekst we ulanyjy taglarynyň sanawy sanalsyn

source: Create &Glossary Entry...
tk: &Tehniki Sözlükde Ýazgy Döret...

source: Create &Translated Documents
tk: &Terjime Edilen Dokumentleri Döret

source: Create Alternative Translation
tk: Alternatiw Terjime Döretmek

source: Create Current Translated &Document
tk: Häzirki Terjime Edilen &Dokumentleri Döret

source: Create Glossary Entry
tk: Tehniki Sözlükde Ýazgy Döretmek

source: Create MED Project...
tk: MED Proýektini Döretmek...

source: Create New Project
tk: Täze Proýekt Döret

source: Create a New Project
tk: Täze Proýekt Döret

source: Create pseudo-translate TMX
tk: Emeli-terjime TMX faýly döret

source: Created by: {0}
tk: Döreden: {0}

source: Creating translated documents: {0}
tk: Terjime edilen dokumentler döredilýär: {0}

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
tk: VM tarapyndan häzirki hakyda ulanylyşygy : {0}MB; Boş hakyda: {1}MB; Toplam elýeterli hakyda: {2}MB

source: Cursor locked
tk: Kursor gulplandy

source: Cursor unlocked
tk: Kursoryň gulpy açyk

source: Custom server URL
tk: Hususy serwer belgisi (URL)

source: Cut
tk: Kes

source: Czech
tk: Çehçe

source: D&iagrams
tk: D&iagrammalar

source: DeepL Api key not available.
tk: DeepL Api açary ýok.

source: Default
tk: Öňünden kabul edilen

source: Delimiter
tk: Bölüji

source: Description
tk: Wasp

source: Detecting...
tk: Ýüze çykarylýar...

source: DictZip from JDict (GPL)
tk: JDict proýektinden DictZip (GPL)

source: Dictionar&y
tk: Sözl&ük

source: Dictionaries already installed:
tk: Gurnalan sözlükler:

source: Dictionary
tk: Sözlük

source: Dictionary File Folder
tk: Sözlük Faýlynyň Bukjasy

source: Dictionary Files Folder
tk: Sözlük Faýllarynyň Bukjasy

source: Dictionary Folder:
tk: Sözlük Bukjasy:

source: Dictionary Installer
tk: Sözlük Gurnaýjysy

source: Dictionary file folder:
tk: Sözlük faýlynyň bukjasy:

source: Dictionary files folder entered does not exist!
tk: Girizilen sözlük faýllarynyň bukjasy ýok!

source: Diff (GPL)
tk: Diff (Ygtyýarnama GPL)

source: Displa&y source terms
tk: Gözbaş &terminleri görkez

source: Display
tk: Ekrana çykar

source: Display &None
tk: &Hiç zat görkezme

source: Display &Source Segments
tk: G&özbaş Dilimleri Görkez

source: Display &active source segment in bold
tk: &Aktiw gözbaş dilimi goýy görkez

source: Display &tags
tk: &Taglary görkez

source: Display Font
tk: Ekran Şrifti

source: Display all &source segments in bold
tk: Hemme &gözbaş dilimlerini goýy görkez

source: Display context description for TBX &glossaries
tk: TBX tehniki sözlükleri üçin kontekst wasplaryny görkez

source: Display for &All Segments
tk: He&mme Dilimler üçin Görkez

source: Display for Current &Segment
tk: Häzirki &Dilim üçin Görkez

source: Display:
tk: Ekrana çykar:

source: Displays alternative translations that you have created for segments that are repeated in the project.
tk: Proýektde gaýtalanan dilimler üçin deridilen alternatiw terjimeleri görkezýär.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
tk: Gözbaş faýlda bar bolsa hemde faýl süzgüji (meselem PO süzgüji) goldaw berýän bolsa aktiw dilimde teswirleri görkez.

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
tk: /dictionary/ bukjasynda ýerleşen we gözbaş dilimde gabat gelen sözlük ýazgylaryny görkezer.

source: Displays the entries as "<source> → <target>"
tk: Ýazgylar "<gözbaş> → <niýet edilen>" şekilinde görkeziler

source: Displays the entries as "<target> → <source>"
tk: Ýazgylar "<niýet edilen> → <gözbaş>" şekilinde görkeziler

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
tk: /glossayr/ bukjasynda ýerleşen we gözbaş dilimde gabat gelen tehniki sözlük ýazgylaryny görkezer.

source: Displays the translation memories segments that match the source segment.
tk: Gözbaş dilim bilen gabatlaşan terjime hakydasy dilimlerini görkez.

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
tk: Eger Saýlamalar>Kompýuter Terjimesi penjeresinden hyzmat saýlanan bolsa, bu kompýuter terjime hyzmatynyň eden gözbaş dilim terjimesini görkezer

source: Distance
tk: Aralyk

source: Do not allow creating translated documents with tag &issues
tk: Tag ýalňyşlyklary bolan terjime edilen dokumentleriň döredilmesine &rugsat berme

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
tk: Alamat açar-many jübütleriniň(otyr bilen aýyrylan) yzyndan gelen meta-taglaryň mazmunynyň alamatlaryny terjime etme:

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
tk: Alamat açar-many jübütleriniň(otyr bilen aýyrylan) yzyndan gelen taglaryň mazmunyny terjime etme:

source: Do you really want to quit?
tk: Hakykatdan hem çykmakçymy?

source: Do you want to continue?
tk: Dowam edýäňizmi?

source: Do you want to create it?
tk: O döredilsinmi?

source: Do you want to overwrite it?
tk: Üstüne ýazylsynmy?

source: Doc&ument properties
tk: Dok&ument häsiýetleri

source: DocBook
tk: DocBook faýllary

source: Dock
tk: Seple

source: DokuWiki
tk: DokuWiki faýllary

source: Download &Team Project...
tk: &Topar Proýektini Göçürip al...

source: Download Media&Wiki Page...
tk: Media&Wiki Sahypasyny Göçürip al...

source: Download MediaWiki Page
tk: MediaWiki Sahypasyny Göçürip al

source: Download Team Project
tk: Topar Proýektini Göçürip Al

source: Downloading project...
tk: Göçürip alnanýar...

source: Dra&wings
tk: Çyzu&wlar

source: Duplicate
tk: Gaýtalanan

source: Duplicate Fallbac&k Text
tk: Ätiýaç Te&kst Dublikaty

source: Duplicate segments: {0}
tk: Gaýtalanan dilimler: {0}

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
tk: SVN ýalňyşlygy bolan wagty ({0}), project_save.tmx garşy tarapa doly ýüklenmedi we SVN durnuksyz ýagdaýa geçdi.

source: Dutch
tk: Gollandça

source: E&nable Sentence-level Segmenting
tk: Sözlem-derejesi Dilimlemä&ni Aç

source: E&xclusions...
tk: Kadanyň D&aşyndakylar...

source: E&xport Selection
tk: Seçileni E&ksport Et

source: E&xport the segment to text files
tk: Dilimi t&ekst faýlyna goýber

source: ERROR: (declaring bean)
tk: ÝALŇYŞ: (bean bildirmesi)

source: ERROR: {0}
tk: Ýalňyşlyk: {0}

source: Ed&it
tk: Redakt&irle

source: Edit
tk: Redaktirle

source: Edit Filter
tk: Süzgüji Redaktirleme

source: Edit Filter Patterns
tk: Süzgüç Şablonlaryny Redaktirleme

source: Edit Pattern
tk: Şablony Redaktirleme

source: Edit Project
tk: Proýekti Redaktirle

source: Edit Text
tk: Teksti Redaktirle

source: Edit project properties here.
tk: Proýekt Häsiýetlerlerini şu ýerden redaktirle.

source: Editor
tk: Redaktor

source: Editor - {0}
tk: Redaktor - {0}

source: Editor Options
tk: Redaktor Opsiýalary

source: Email:
tk: E-poçta:

source: Emptiness of soul Forever aching blackness Your help page not found
tk: Ýüregimde tap takyr boşluk Soňsuz garaňkylyk içimi agyrdýar Siziň kömek sahypaňyz tapylmady

source: Empty repository URL in the mapping
tk: Baglanan boş repositoriý URL'sy

source: Enable history &prediction
tk: Geçmişe görä &çak etmeleri aç

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
tk: Bulary <b>Häsiýetler>Ýatda saklama we Çykyşlar...</b> menýüsinden mümkinçilik berip bilersiňiz.</html>

source: Enabled
tk: Mümkinçilik berilen

source: Encoding
tk: Kodlaşdyrma

source: Encountered illegal \u sequence
tk: Ýalňyş \u manylylygy bilen garşylaşyldy

source: End of stream encountered without finding close block!
tk: Jemleýji bloksyz akym soňy bilen garşylaşyldy!

source: End rebase
tk: Täzeden esaslandyrma soňy

source: English
tk: Iňlisçe

source: Ensure the URL is correct.
tk: Serwer belgisini (URL) dogy üpçün ediň.

source: Ensure the server URL is correct.
tk: Serwer belgisini (URL) dogy üpçün ediň.

source: Ensure you are specifying the right API version (the URL should include "/v2/").
tk: Dogry API wersiýasyny üpçün ediň (URL içinde "/v2/" bolmadyr).

source: Enter a source term, a target term and a comment:
tk: Gözbaş termin, terjime termin we düşündiriş giriziň:

source: Enter the segment number:
tk: Dilim nomerini giriziň:

source: Entries
tk: Ýazgylar

source: Entries from the writeable glossary are in bold.
tk: Üýtgetme girzilip bolýan tehniki sözlük ýazgylary goýy görkeziler.

source: Ephemeral page I am the Blue Screen of Death No one hears your screams
tk: Gerekli faýl ruh ýaly. Men Gök Ölüm ekrany Indi sesiňi hiç kim hem eşitmez.

source: Error
tk: Ýalňyşlyk

source: Error checking out the project from remote repository:
tk: Uzak repositoriýden proýekt okalanda ýalňyşlyk boldy:

source: Error checking out the project from remote repository: {0}
tk: Uzak repositoriýden proýekt okalanda ýalňyşlyk boldy: {0}

source: Error creating project!
tk: Proýekt döredilmesinde ýalňyşlyk!

source: Error decoding user and password.
tk: Ulanyjy ady we parol kody açylanda ýalňyşlyk.

source: Error during regular expression replacement:
tk: Kadaly jümle arkaly çalşyrylmada ýalňyşlyk:

source: Error extracting MT result from MyMemory, response:
tk: MyMemory'den Kompýuter Terjimesi netijeleri saýhallanýan wagty bir ýalňyşlyk boldy, jogap şeýle:

source: Error fixing tags
tk: Taglaryň düzeldilmesinde ýalňyşlyk

source: Error in file
tk: Faýllda ýalňyşlyk

source: Error in file {0}, line {1}
tk: {0} faýlynda, setir {1}'de ýalňyşlyk

source: Error load plugin from class '{0}': {1}: {2}
tk: '{0}' klasyndan seplenýän-modul ýüklenmesinde ýalňyşlyk: {1}: {2}

source: Error monitoring external command!
tk: Ektern komanda yzarlanmasynda ýalňyşlyk!

source: Error on application startup
tk: Programmanyň başladylmasynda ýalňyşlyk

source: Error reading TMX level2 at line {0} column {1}
tk: Setir {0} sütün {1}'da TMX level2 faýlynyň okalmasynda ýalňyşlyk

source: Error retrieve {0} as remote project file
tk: {0} uzak proýekt faýly hökmünde alynýan wagty bir ýalňyşlyk boldy

source: Error saving project file!
tk: Proýekt faýlynyň ýatda saklanmasynda ýalňyşlyk!

source: Error saving segmentation rules configuration:
tk: Dilimleme düzgünleri konfigurasiýasynyň ýatda saklanmasynda ýalňyşlyk:

source: Error searching directory tree!
tk: Bukja agajynda gözleg edilende ýalňyşlyk!

source: Error starting external command: {0}
tk: Ekstern komanda başlatmasynda ýalňyşlyk: {0}

source: Error unload plugin from class '{0}': {1}
tk: '{0}' klasyndan seplenýän-modul boşadylmasynda yalňyşlyk: {1}

source: Error updating repository.
tk: Repositoriý täzelenende ýalňyşlyk.

source: Error while reading MT results
tk: Kompýuter Terjimesi netijeleri okalýan wagty bir ýalňyşlyk boldy

source: Error while trying to edit the project!
tk: Proýekt redaktirlemede ýälňyşlyk boldy!

source: Error while trying to save script.
tk: Komadna-faýly ýatda saklanýan wagty ýalňyşlyk boldy.

source: Error {0}: {1}
tk: Ýalňyşlyk {0}: {1}

source: Error: {0}
tk: Säwlik: {0}

source: Escaped binary char contains malformed data ({0})!
tk: Sypalga edilen ikilik harpyň maglumaty bozuk ({0})!

source: Escaped character never terminated!
tk: Sypalga harpynyň soňy ýok!

source: Escaped decimal char contains malformed data ({0})!
tk: Sypalga edilen ikilik harpyň maglumaty bozuk ({0})!

source: Event: application shutdown
tk: Hadysa: programma ýapyldy

source: Event: application startup
tk: Hadysa: programma başladyldy

source: Event: font changed
tk: Hadysa: şrift üýtgeşmesi

source: Event: new entry activated
tk: Hadysa: täze ýazgy işjeňleşdirildi

source: Event: new file activated ({0})
tk: Hadysa: täze faýl işjeňleşdirildi ({0})

source: Event: project change - "{0}"
tk: Hadysa: proýekt üýtgeşikligi - "{0}"

source: Exact match:
tk: Takyk gabat gelme::

source: Excel
tk: Excel faýllary

source: Exception occurred:
tk: Näsazlyk boldy:

source: Exception while editing options:
tk: Opsiýalaryň redaktirlenmesinde ýalňyşlyk:

source: Exception while parsing:
tk: Seljerme wagtynda kadasyzlyk:

source: Exceptions occurred while loading segmentation rules:
tk: Dilimleme düzgünleri ýüklenýän wagy ýalňyşlyklar ýüze çykdy:

source: Exciting help page Gossamer threads hold you back 404 not found
tk: Tolgundyryjy kömek sahypasy Kerep ýüpjagazy bilen baglandyňyz 404 tapylmady

source: Exclude Pattern
tk: Çykarma Şablony

source: Exclude orphan segments
tk: Eýesiz dilimleri daşynda tut

source: Executing external command...
tk: Ekstern komanda ýerine ýetirilýär...

source: Executing script {0} (event {1})
tk: {0}komadna-faýly ({1} hadysasy) ýerine ýetirilýär

source: Exit code {0}: "{1}"
tk: Çykyş/Ahyr kody {0}: "{1}"

source: Exit code: {0}
tk: Çykyş/Ahyr kody: {0}

source: External Lin&ks
tk: Ekstern Lin&kler

source: External Post-processing Command
tk: Iş-soňy Ekstern Komanda

source: External Post-processing Command (Disabled):
tk: Iş-soňy Ekstern Komanda (Işlemeýän Edilen):

source: External Post-processing Command:
tk: Iş-soňy Ekstern Komanda:

source: External Search...
tk: Ekstern/Daşarky Gözleg...

source: External TMX Options
tk: Ekstern TMX Opsiýalary

source: External command completed.
tk: Ekstern komanda ýerine ýetrildi.

source: External command failed.
tk: Ekstern komanda ýerine ýetirilip bolmady.

source: External command was interrupted.
tk: Ektern komanda ýerine ýetirilişi kesildi.

source: Extracted comments:
tk: Alynan teswirler:

source: Extraneous
tk: Artykmaç

source: Failed to back up preferences file.
tk: Häsiýetler faýlyny ätiýaçlandyryp bolmady.

source: Failed to commit source files!
tk: Gözbaş faýllary tabşyryp bolmady!

source: Failed to commit target files!
tk: Niýet edilen faýllary tabşyryp bolmady!

source: Failed to compile project files!
tk: Proýekt faýllary döredilip/düzülip bolmady!

source: Failed to create project!
tk: Proýekt döredilip bolmady!

source: Failed to load specified project!
tk: Bellenen proýekti ýükläp bolmady!

source: Failed to load translation memory {0} for project!
tk: Proýekt üçin terjime hakydasyny {0} ýükläp bolmady

source: Failed to update project properties
tk: Proýekt häsiýetleri täzelenmedi

source: Fatal error encountered - saving project file with '.recover' backup extension.
tk: Örän wajyp ýalňyşlyk boldy - proýekt faýly '.recover' giňeltmesi bilen ýatda saklanýar.

source: Fatal error on line {0}, column {1} while parsing:
tk: Seljerme wagtynda setir {0}, sütün {1}'da örän wajyp ýalňyşlyk:

source: File
tk: Faýl

source: File &Filters...
tk: &Faýl Süzgüçleri...

source: File &Format
tk: Falyň &Formaty

source: File Copy Failed
tk: Faýl Kopýalama Şowsuz boldy

source: File Filters
tk: Faýl Süzgüçleri

source: File Format
tk: Faýlyň Formaty

source: File Name
tk: Faýl Adlary

source: File locations
tk: Bukja salgylary

source: File {0} does not exist!
tk: {0} faýly ýok!

source: File {0}: {1}
tk: Faýl {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
tk: Faýl: Terjime edilen/ dilim sany (proýekt: unikal terjime edilen/ unikal, jemi dilim sany)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
tk: Faýl: % unikal terjime edilen (unikal galan) / proýekt: % unikal terjime edilen (unikal galan), jemi dilim sany

source: Filename
tk: Faýl Ady

source: Filename Variables:
tk: Faýl Ady Üýtgeýän Ululyklary:

source: Filter
tk: Süzgüç

source: Filter '{0}' could not be loaded from '{1}'
tk: '{0}' süzgüjini, '{1}'den ýükläp bolmady

source: Filter:
tk: Süzgüç:

source: Finished
tk: Bitti

source: Finnish
tk: Finçe

source: Flash XML Export
tk: Flash XML Export faýllary

source: Floating '?' character not tied to '>'!
tk: Gaýan '?' harp '>' harpiyna baglanmadyk!

source: Folder already exists and is not empty.
tk: Bukja öňden hem bar we boş däl.

source: Folder does not exist
tk: Bukja ýok

source: Folder {0} was automatically created for team mode project
tk: Topar proýekti rejesi üçin {0} bukjasy awtomatiki döredildi

source: Follow capitalization of the typed text
tk: Ýaylan tekstiň uly/kiçi harp düzgünlerini dowam etdir

source: Font
tk: Şrift

source: Foote&rs
tk: Alt Sözbaşla&r

source: For all files:
tk: Hemme faýllar üçin:

source: Found in:
tk: Tapylan ýeri:

source: French
tk: Fransuzça

source: Full checking can lead to false positives in normal texts.
tk: Doly derňew, adaty tekstlerde ýalňyş netijeler berip biler.

source: Full text, including tags and numbers
tk: Doly tekst, şunyň bilen birlikde taglar we sanlar

source: Full/Half &width char insensitive
tk: Harplaryň Doly/Ýarym giňişlikd&e boluşyny duýma

source: Fuzzy Matches
tk: Kesgitli Bolmaýan Gabat Gelmeler

source: German
tk: Nemesçe

source: Git '{0}' did nothing because there were no changes
tk: Özgertme bolmanlygy sebäpli Git '{0}' hiç zat etmedi

source: Git '{0}' error: {1}
tk: Git '{0}' ýalňyşlyk: {1}

source: Git '{0}' execution finished successfully
tk: Git '{0}' ýerine ýetirme şowly bitti

source: Git '{0}' execution start
tk: Git '{0}' ýerine ýetirilmäge başlady

source: Glossary
tk: Tehniki Sözlük

source: Glossary Files Folder
tk: Tehniki Sözlük Faýllaryň Bukjasy

source: Glossary Folder:
tk: Tehniki Sözlük Bukjasy:

source: Glossary auto-completer options
tk: Tehniki sözlük awtomatiki-tamamlama opsiýalary

source: Glossary entries
tk: Tehniki sözlük ýazgylary

source: Glossary file: {0}
tk: Tehniki sözlük faýly: {0}

source: Glossary files folder entered does not exist!
tk: Girizilen tehniki sözlük faýllarynyň bukjasy ýok!

source: Glossary folder {0} does not exist.
tk: Tehniki sözlük faýllarynyň bukjasy{0} ýok.

source: Go To Segment
tk: Dilime Git

source: Go To Segment Source
tk: Dilimiň Gözbaşyna Git

source: Google Api key not available.
tk: Google Api açary ýok.

source: Goto &Line...
tk: &Setire Git...

source: Groovy (Apache Licence 2.0)
tk: Groovy (Apache Ygtyýarnama 2.0)

source: Group {0} does not exist in search expression
tk: {0} topary gözleg jümlesinde ýok

source: HHC file too big!
tk: Örän uly HHC faýly!

source: HTML Help Compiler
tk: HTML Ýardym Düzüjisi/Translirleýjisi

source: HTML and XHTML
tk: HTML we XHTML faýllary

source: HTML, XHTML, ODF and Infix segmentation
tk: HTML, XHTML, ODF we Infix faýllarynyň dilimlenmesi

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
tk: Somik Raha, Derrick Oswald we beýlekiler tarapyndan döredilen HTMLParser 1.6 (LGPL Ygtyýarnamasy)

source: He&aders
tk: Sözb&aşlary

source: Help & Manual
tk: Kömek & Gollanma

source: Help you are seeking From your path it is fleeing Its winter has come
tk: Gözläp ýören kömegiň Ýoluňdan ürküp gaçýar Onuň gyşy geldi öýdýän

source: Here you may also specify custom location of project folders.
tk: Bärde öz islän proýekt bukjaňyzy belläp bilersiňiz.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
tk: Bu ýerde süzgüçden geçjek gözbaş faýllarynyň faýl adlary üçin şablon taýarlap bilersiňiz, terjime edilen faýllaryň faýl adlaryny özboluşly edip bilersiňiz we ýüklenýän gözbaş we terjime edilen faýllar üçin ulanyljak kodlaşdyrmany saýlap bilersiňiz.

source: Hide '{0}'
tk: Gizle '{0}'

source: Hide Advanced &Options
tk: Ýokary Dereje &Opsiýalary Gizle

source: History
tk: Geçmiş

source: History Completion
tk: Geçmişe Göra Tamamlamalar

source: History Completions
tk: Geçmişe Görä Tamamlamalar

source: History Prediction
tk: Geçmişe Görä Çak Etmeler

source: History Predictions
tk: Geçmişe Görä Çak Etmeler

source: I&nsert Source
tk: Gözbaş G&iriz

source: IBM Watson not available.
tk: IBM Watson elýeterli däl.

source: ILIAS Language File
tk: ILIAS Dil Faýllary

source: INS
tk: AGR

source: IOException encountered:
tk: Kadadan daşary Giriş/Çykyş ýalňyşlygyna duşuldy:

source: Identifier used for alternative translations
tk: Tanadyjy alternatiw terjimeler üçin ulanylýar

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
tk: Eger HTML faýlynyň kodlaşdyrma beýany bar bolsa bu ekranda bildirilen sazlamalara garamazdan beýanda bildirilen kodlaşdyrma ulanyljakdyr.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
tk: HHC ýada HHK faýllarynyň kodlaşdyrma beýany bar bolsa bu ekranda bildirilen sazlamalara garamazdan beýanda bildirilen kodlaşdyrma ulanyljakdyr.

source: If checked, the entries are sorted alphabetically.
tk: Eger bu baýrakjagaz bellenen bolsa, ýazgylar elipbiý boýunça ýerleşdiriler.

source: If checked, the longer entries are placed on the list first.
tk: Eger bu baýrakjagaz bellenen bolsa, uzyn terminler birinji görkeziler.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
tk: Gger git-iş-agajyndan ýada svn-barlag-ýerinden çagrylan bolsa, netijeler tapgyrlanjakdyr/goşuljakdyr.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
tk: Eger soňradan islenen ýere ygtyýarlylyk berilse şol ýer ulanyljakdyr we bu özgertme sebäpli hemme sazlamalar öňünden kabul edilen ýagdaýyna geler.

source: If the filter has any options, you may change them by clicking Options.
tk: Eger süzgüjiň opsiýalary bar bolsa "Opsiýalar" düwmesine basyp olary üýtgedip bilersiňiz.

source: If you are using an authenticated proxy, please enter here your user and password.
tk: Eger ulanylýan wekil serwer barlag geçirýän bolsa bu ýere ulanyjy we parol maglumatlaryny giriziň.

source: Ignore All
tk: Hemmesine Ähmiýet Berme

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
tk: <&bpt> we <ept> taglarynyň ýarlyklary döredilende type we ctype alamatlaryna ähmiýet berme

source: Ignore: “{0}”
tk: Ähmiýet berme: “{0}”

source: Importing Wiki Page Failed
tk: Wiki Sahypasyny almak Şowsuz boldy

source: In comments
tk: Teswirlerde
